Repository: systopia/de.systopia.customkpis
Catalog: l10n/*/LC_MESSAGES/customkpis.po
Languages: de_de

source: Versand activity types
de_de: Versandaktivitätstypen

source: - none -
de_de: - keine -

source: Include deleted contacts
de_de: Gelöschte Kontakte einbeziehen

source: Save
de_de: Annehmen

source: Number of addressees
de_de: Anzahl Adressaten

source: Number of addressees (contacts who are targets of an activity defined in versand activity list) associated with this campaign
de_de: Anzahl Adressaten (Kontakte, die Ziel einer Aktivität sind, welche als Versanaktivität definiert wurden) verknüpft mit dieser Kampagne

source: Average contribution per supporter
de_de: Durchschnittliche Zuwendungshöhe je Unterstützer

source: Average donation amount per supporter for this campaign
de_de: Durchschnittliche Zuwendungshöhe je Unterstützer dieser Kampange

source: Response
de_de: Reaktion

source: Response (contributions per versand acitivites in percent) for this campaign.
de_de: Reaktion (Anzahl Zuwendungen je verschickter Versandaktivitäten in Prozent) für diese Kampange.

source: Number of supporters
de_de: Anzahl Unterstützer

source: Number of supporters (contacts who contributed) in this campaign
de_de: Anzahl Unterstützer (Kontakte mit Zuwendungen) für diese Kampange

source: Auflage (number of activities with types defined in versand activity list) associated with this campaign
de_de: Auflage (Anzahl an durchgeführter Aktivitäten, die als Versandaktivitäten definiert wurden) für diese Kampange
